[
    {
        "title": "El Día en la Playa",
        "level": "A1",
        "icon": "fa-umbrella-beach",
        "content": [
            "Había una vez un niño llamado Luis.",
            "Luis vivía cerca del mar y le encantaba ir a la playa.",
            "Un día, su mamá le dijo: 'Hoy vamos a la playa'.",
            "Luis estaba muy emocionado.",
            "Llevó su cubo y su pala para construir castillos de arena.",
            "En la playa, Luis corrió hacia el agua.",
            "Las olas le mojaron los pies y él se rió.",
            "Después, construyó un castillo de arena con la ayuda de su papá.",
            "Al final del día, Luis estaba cansado pero feliz.",
            "'¡Quiero volver mañana!', dijo Luis."
        ],
        "content_en": [
            "Once upon a time, there was a boy named Luis.",
            "Luis lived near the sea and loved going to the beach.",
            "One day, his mom told him: 'Today we're going to the beach'.",
            "Luis was very excited.",
            "He brought his bucket and shovel to build sandcastles.",
            "At the beach, Luis ran toward the water.",
            "The waves wet his feet, and he laughed.",
            "Later, he built a sandcastle with his dad's help.",
            "At the end of the day, Luis was tired but happy.",
            "'I want to come back tomorrow!', said Luis."
        ]
    },
    {
        "title": "Mi Mascota",
        "level": "A1",
        "icon": "fa-dog",
        "content": [
            "Me llamo Ana y tengo una mascota.",
            "Es un perro pequeño y blanco.",
            "Se llama Lolo.",
            "Lolo es muy juguetón.",
            "Le gusta correr en el parque y perseguir pelotas.",
            "También le gusta dormir en mi cama.",
            "Todos los días, yo le doy comida a Lolo.",
            "Él come rápido y luego me mira con sus ojos grandes.",
            "Lolo es mi mejor amigo.",
            "Siempre está feliz cuando llego a casa."
        ],
        "content_en": [
            "My name is Ana and I have a pet.",
            "It's a small, white dog.",
            "His name is Lolo.",
            "Lolo is very playful.",
            "He likes to run in the park and chase balls.",
            "He also likes to sleep in my bed.",
            "Every day, I give Lolo food.",
            "He eats quickly and then looks at me with his big eyes.",
            "Lolo is my best friend.",
            "He's always happy when I come home."
        ]
    },
    {
        "title": "En el Mercado",
        "level": "A1",
        "icon": "fa-shopping-basket",
        "content": [
            "Hoy fui al mercado con mi abuela.",
            "El mercado está lleno de colores y olores.",
            "Compramos frutas: manzanas, plátanos y fresas.",
            "También compramos pan y queso.",
            "Mi abuela habló con la señora que vende verduras.",
            "Yo miré los tomates rojos y grandes.",
            "Al final, llevamos todo a casa.",
            "'¡Gracias, abuela!', le dije.",
            "Ella sonrió y me dio un abrazo."
        ],
        "content_en": [
            "Today I went to the market with my grandmother.",
            "The market is full of colors and smells.",
            "We bought fruit: apples, bananas, and strawberries.",
            "We also bought bread and cheese.",
            "My grandmother talked to the lady who sells vegetables.",
            "I looked at the big, red tomatoes.",
            "Finally, we took everything home.",
            "'Thank you, Grandma!', I said.",
            "She smiled and gave me a hug."
        ]
    },
    {
        "title": "Mi Cumpleaños",
        "level": "A1",
        "icon": "fa-birthday-cake",
        "content": [
            "Ayer fue mi cumpleaños.",
            "Cumplí 8 años.",
            "Mis padres organizaron una fiesta en casa.",
            "Mis amigos vinieron y jugamos muchos juegos.",
            "También comimos pizza y pastel de chocolate.",
            "Mi regalo favorito fue un libro de cuentos.",
            "Me encanta leer antes de dormir.",
            "Al final de la fiesta, soplé las velas y pedí un deseo.",
            "Fue un día muy especial."
        ],
        "content_en": [
            "Yesterday was my birthday.",
            "I turned 8 years old.",
            "My parents organized a party at home.",
            "My friends came and we played many games.",
            "We also ate pizza and chocolate cake.",
            "My favorite gift was a storybook.",
            "I love reading before bed.",
            "At the end of the party, I blew out the candles and made a wish.",
            "It was a very special day."
        ]
    },
    {
        "title": "La Excursión al Zoo",
        "level": "A2",
        "icon": "fa-paw",
        "content": [
            "El sábado pasado, mi escuela organizó una excursión al zoológico.",
            "Todos estábamos muy emocionados.",
            "Primero, vimos a los monos.",
            "Saltaban de rama en rama y comían plátanos.",
            "Después, fuimos a ver a los leones.",
            "El león estaba dormido bajo el sol.",
            "Mi parte favorita fue la casa de los reptiles.",
            "Había serpientes de muchos colores y un cocodrilo enorme.",
            "Al final del día, compré un helado y un recuerdo: un peluche de un pingüino.",
            "¡Fue un día increíble!"
        ],
        "content_en": [
            "Last Saturday, my school organized a trip to the zoo.",
            "We were all very excited.",
            "First, we saw the monkeys.",
            "They jumped from branch to branch and ate bananas.",
            "Then, we went to see the lions.",
            "The lion was sleeping under the sun.",
            "My favorite part was the reptile house.",
            "There were snakes of many colors and a huge crocodile.",
            "At the end of the day, I bought an ice cream and a souvenir: a penguin plush toy.",
            "It was an amazing day!"
        ]
    },
    {
        "title": "El Partido de Fútbol",
        "level": "A2",
        "icon": "fa-futbol",
        "content": [
            "El domingo jugué un partido de fútbol con mis amigos en el parque.",
            "Hacía mucho sol y todos estábamos sudando.",
            "Yo era el delantero.",
            "En el primer tiempo, marqué un gol.",
            "Todos mis compañeros me felicitaron.",
            "En el segundo tiempo, el otro equipo marcó dos goles.",
            "Estábamos perdiendo, pero no nos rendimos.",
            "Al final, empatamos 2-2.",
            "Estábamos cansados, pero felices.",
            "'¡El próximo partido ganamos!', dijo mi amigo Carlos."
        ],
        "content_en": [
            "On Sunday, I played a soccer match with my friends in the park.",
            "It was very sunny and we were all sweating.",
            "I was the forward.",
            "In the first half, I scored a goal.",
            "All my teammates congratulated me.",
            "In the second half, the other team scored two goals.",
            "We were losing, but we didn't give up.",
            "In the end, we tied 2-2.",
            "We were tired but happy.",
            "'We'll win the next match!', said my friend Carlos."
        ]
    },
    {
        "title": "Cocinando con Mamá",
        "level": "A2",
        "icon": "fa-cookie",
        "content": [
            "Ayer ayudé a mi mamá a cocinar.",
            "Decidimos hacer galletas de chocolate para la merienda.",
            "Primero, mezclamos harina, azúcar y mantequilla en un bol.",
            "Luego, añadimos huevos y chocolate en trocitos.",
            "Mi mamá puso la masa en el horno.",
            "Mientras las galletas se cocinaban, lavamos los platos.",
            "Cuando las galletas estuvieron listas, olían delicioso.",
            "Las probamos con un vaso de leche.",
            "¡Estaban riquísimas!"
        ],
        "content_en": [
            "Yesterday, I helped my mom cook.",
            "We decided to make chocolate cookies for the snack.",
            "First, we mixed flour, sugar, and butter in a bowl.",
            "Then, we added eggs and chocolate chips.",
            "My mom put the dough in the oven.",
            "While the cookies were baking, we washed the dishes.",
            "When the cookies were ready, they smelled delicious.",
            "We tried them with a glass of milk.",
            "They were yummy!"
        ]
    },
    {
        "title": "El Regalo Sorpresa",
        "level": "A2",
        "icon": "fa-gift",
        "content": [
            "Hoy es el cumpleaños de mi hermana Laura.",
            "Yo quería darle un regalo especial, pero no tenía dinero.",
            "Así que decidí hacerle un regalo con mis manos.",
            "Con papel de colores, hice una tarjeta con un corazón.",
            "Dentro de la tarjeta, escribí: 'Eres la mejor hermana del mundo. ¡Feliz cumpleaños!'.",
            "Cuando Laura abrió mi regalo, se emocionó mucho y me dio un abrazo fuerte.",
            "'¡Me encanta!', dijo.",
            "Me sentí muy feliz."
        ],
        "content_en": [
            "Today is my sister Laura's birthday.",
            "I wanted to give her a special gift, but I didn't have money.",
            "So I decided to make her a gift with my hands.",
            "With colored paper, I made a card with a heart.",
            "Inside the card, I wrote: 'You are the best sister in the world. Happy birthday!'.",
            "When Laura opened my gift, she got very excited and gave me a big hug.",
            "'I love it!', she said.",
            "I felt very happy."
        ]
    },
    {
        "title": "El Misterio del Libro Perdido",
        "level": "B1",
        "icon": "fa-book",
        "content": [
            "El lunes, la profesora nos dijo que teníamos que leer un libro para la clase de literatura.",
            "El libro se llamaba 'El secreto del viejo roble'.",
            "Fui a la biblioteca, pero no lo encontré.",
            "Pregunté a la bibliotecaria y me dijo que alguien lo había sacado el viernes.",
            "Decidí investigar.",
            "Hablé con mis compañeros y descubrí que María lo había tomado, pero lo había dejado en su mochila.",
            "Al día siguiente, María trajo el libro.",
            "Todos estábamos contentos.",
            "La profesora nos felicitó por trabajar en equipo."
        ],
        "content_en": [
            "On Monday, the teacher told us we had to read a book for literature class.",
            "The book was called 'The Secret of the Old Oak'.",
            "I went to the library, but I couldn't find it.",
            "I asked the librarian, and she told me someone had taken it out on Friday.",
            "I decided to investigate.",
            "I talked to my classmates and found out that María had taken it but left it in her backpack.",
            "The next day, María brought the book.",
            "We were all happy.",
            "The teacher congratulated us for working as a team."
        ]
    },
    {
        "title": "Un Día en la Granja",
        "level": "B1",
        "icon": "fa-tractor",
        "content": [
            "El verano pasado, mis padres y yo fuimos a una granja en el campo.",
            "Era la primera vez que veía animales de cerca.",
            "Al llegar, el granjero nos enseñó las vacas, los cerdos y las gallinas.",
            "Incluso pudimos ordeñar una vaca.",
            "Lo más emocionante fue montar a caballo.",
            "Al principio tenía miedo, pero el caballo era muy tranquilo.",
            "Al final del día, comimos huevos frescos y pan recién horneado.",
            "'¡Quiero volver pronto!', le dije a mis padres."
        ],
        "content_en": [
            "Last summer, my parents and I went to a farm in the countryside.",
            "It was the first time I saw animals up close.",
            "When we arrived, the farmer showed us the cows, pigs, and chickens.",
            "We even got to milk a cow.",
            "The most exciting part was riding a horse.",
            "At first, I was scared, but the horse was very calm.",
            "At the end of the day, we ate fresh eggs and freshly baked bread.",
            "'I want to come back soon!', I told my parents."
        ]
    },
    {
        "title": "El Concierto Escolar",
        "level": "B1",
        "icon": "fa-guitar",
        "content": [
            "En mi escuela, cada año organizamos un concierto para recaudar fondos.",
            "Este año, decidí participar tocando la guitarra.",
            "Practiqué mucho en casa, pero estaba nervioso.",
            "El día del concierto, había muchas personas en el auditorio.",
            "Cuando llegó mi turno, respiré hondo y empecé a tocar.",
            "Al principio, mis manos temblaban, pero luego me relajé.",
            "Al terminar, todos aplaudieron.",
            "Mis amigos me dijeron que lo había hecho muy bien.",
            "¡Fue una experiencia inolvidable!"
        ],
        "content_en": [
            "At my school, every year we organize a concert to raise funds.",
            "This year, I decided to participate by playing the guitar.",
            "I practiced a lot at home, but I was nervous.",
            "On the day of the concert, there were many people in the auditorium.",
            "When it was my turn, I took a deep breath and started playing.",
            "At first, my hands were shaking, but then I relaxed.",
            "When I finished, everyone applauded.",
            "My friends told me I did very well.",
            "It was an unforgettable experience!"
        ]
    },
    {
        "title": "La Carta del Abuelo",
        "level": "B1",
        "icon": "fa-envelope",
        "content": [
            "Hace unas semanas, recibí una carta de mi abuelo.",
            "Él vive en otro país y no lo veo desde hace dos años.",
            "En la carta, me contaba sobre su nuevo jardín y cómo había plantado árboles frutales.",
            "También me decía que extrañaba nuestras conversaciones.",
            "Decidí escribirle una carta de vuelta.",
            "Le conté sobre mis clases, mis amigos y mis hobbies.",
            "También le envié un dibujo que hice para él.",
            "Una semana después, mi abuelo me llamó por teléfono.",
            "'Gracias por tu carta, me hizo muy feliz', me dijo.",
            "Prometimos escribirnos más seguido."
        ],
        "content_en": [
            "A few weeks ago, I received a letter from my grandfather.",
            "He lives in another country, and I haven't seen him for two years.",
            "In the letter, he told me about his new garden and how he had planted fruit trees.",
            "He also said he missed our conversations.",
            "I decided to write him a letter back.",
            "I told him about my classes, my friends, and my hobbies.",
            "I also sent him a drawing I made for him.",
            "A week later, my grandfather called me on the phone.",
            "'Thank you for your letter, it made me very happy,' he said.",
            "We promised to write to each other more often."
        ]
    },
    {
        "title": "El Viaje a Madrid",
        "level": "B2",
        "icon": "fa-landmark",
        "content": [
            "El año pasado, tuve la oportunidad de viajar a Madrid con mi familia.",
            "Fue mi primer viaje a la capital de España.",
            "Visitamos muchos lugares famosos, como el Palacio Real, la Plaza Mayor y el Parque del Retiro.",
            "También probamos tapas en un restaurante tradicional.",
            "Lo que más me impresionó fue el Museo del Prado.",
            "Ver las pinturas de Velázquez y Goya en persona fue increíble.",
            "Al final del viaje, comprendí por qué Madrid es una de las ciudades más visitadas de Europa.",
            "¡Espero volver algún día!"
        ],
        "content_en": [
            "Last year, I had the opportunity to travel to Madrid with my family.",
            "It was my first trip to the capital of Spain.",
            "We visited many famous places, such as the Royal Palace, Plaza Mayor, and Retiro Park.",
            "We also tried tapas at a traditional restaurant.",
            "What impressed me the most was the Prado Museum.",
            "Seeing the paintings by Velázquez and Goya in person was amazing.",
            "At the end of the trip, I understood why Madrid is one of the most visited cities in Europe.",
            "I hope to return someday!"
        ]
    },
    {
        "title": "El Proyecto de Ciencia",
        "level": "B2",
        "icon": "fa-flask",
        "content": [
            "Este semestre, en la clase de ciencias, teníamos que hacer un proyecto sobre energía renovable.",
            "Decidí investigar sobre la energía solar.",
            "Primero, leí muchos artículos y vi documentales.",
            "Luego, construí un pequeño panel solar con materiales reciclados.",
            "El día de la presentación, expliqué cómo funciona la energía solar y mostré mi proyecto.",
            "Mis compañeros hicieron muchas preguntas.",
            "Al final, la profesora me felicitó y me dio un 10.",
            "'Has trabajado muy duro', me dijo.",
            "Me sentí muy orgulloso."
        ],
        "content_en": [
            "This semester, in science class, we had to do a project on renewable energy.",
            "I decided to research solar energy.",
            "First, I read many articles and watched documentaries.",
            "Then, I built a small solar panel with recycled materials.",
            "On presentation day, I explained how solar energy works and showed my project.",
            "My classmates asked many questions.",
            "In the end, the teacher congratulated me and gave me a 10.",
            "'You've worked very hard,' she said.",
            "I felt very proud."
        ]
    },
    {
        "title": "La Entrevista de Trabajo",
        "level": "B2",
        "icon": "fa-briefcase",
        "content": [
            "La semana pasada, tuve mi primera entrevista de trabajo.",
            "Era para un puesto de asistente en una librería.",
            "Estaba muy nervioso, así que practiqué posibles preguntas con mi hermano.",
            "También investigué sobre la librería y su historia.",
            "El día de la entrevista, llegué 15 minutos antes.",
            "La gerente me hizo preguntas sobre mis experiencias y por qué quería trabajar allí.",
            "Dos días después, recibí una llamada.",
            "'¡Felicidades, estás contratado!', me dijeron.",
            "¡Fue un momento muy emocionante!"
        ],
        "content_en": [
            "Last week, I had my first job interview.",
            "It was for an assistant position at a bookstore.",
            "I was very nervous, so I practiced possible questions with my brother.",
            "I also researched the bookstore and its history.",
            "On the day of the interview, I arrived 15 minutes early.",
            "The manager asked me questions about my experiences and why I wanted to work there.",
            "Two days later, I received a call.",
            "'Congratulations, you're hired!', they said.",
            "It was a very exciting moment!"
        ]
    },
    {
        "title": "El Voluntariado en el Refugio",
        "level": "B2",
        "icon": "fa-heart",
        "content": [
            "Desde hace seis meses, he estado haciendo voluntariado en un refugio de animales.",
            "Ayudo a alimentar a los perros y gatos, y a limpiar sus jaulas.",
            "Al principio, era difícil ver a algunos animales tristes o enfermos.",
            "Pero con el tiempo, aprendí a cuidarlos y a darles cariño.",
            "Una de las experiencias más gratificantes fue cuando un perro al que había cuidado, llamado Toby, fue adoptado por una familia amorosa.",
            "Este voluntariado me ha enseñado mucho sobre la responsabilidad y el amor por los animales.",
            "Recomiendo a todos probar esta experiencia."
        ],
        "content_en": [
            "For the past six months, I have been volunteering at an animal shelter.",
            "I help feed the dogs and cats and clean their cages.",
            "At first, it was hard to see some of the animals sad or sick.",
            "But over time, I learned to take care of them and give them affection.",
            "One of the most rewarding experiences was when a dog I had cared for, named Toby, was adopted by a loving family.",
            "This volunteering has taught me a lot about responsibility and love for animals.",
            "I recommend everyone try this experience."
        ]
    },
    {
        "title": "¡Hola, soy Pablo!",
        "level": "A1.1",
        "icon": "fa-user",
        "leerdoelen": [
            "Jezelf voorstellen (naam, leeftijd, nationaliteit)",
            "Begroeten en afscheid nemen",
            "Eenvoudige zinnen over jezelf (ik hou van..., ik ben...)"
        ],
        "content": [
            "¡Hola! Me llamo Pablo.",
            "Tengo diez años.",
            "Soy de España, de una ciudad pequeña cerca de Madrid.",
            "Me gusta jugar al fútbol y leer libros de aventuras.",
            "También tengo un perro que se llama Max.",
            "Max es blanco y muy juguetón.",
            "En el colegio, mi materia favorita es matemáticas.",
            "No me gusta mucho el frío, pero sí el verano.",
            "Los fines de semana, voy al parque con mis amigos.",
            "¿Y tú? ¿Cómo te llamas? ¿Qué te gusta hacer?"
        ],
        "content_en": [
            "Hi! My name is Pablo.",
            "I am ten years old.",
            "I am from Spain, from a small town near Madrid.",
            "I like playing soccer and reading adventure books.",
            "I also have a dog named Max.",
            "Max is white and very playful.",
            "At school, my favorite subject is math.",
            "I don’t like the cold, but I do like summer.",
            "On weekends, I go to the park with my friends.",
            "And you? What’s your name? What do you like to do?"
        ]
    },
    {
        "title": "La familia de Laura",
        "level": "A1.1",
        "icon": "fa-home",
        "leerdoelen": [
            "Familieleden benoemen",
            "Uiterlijk en karakter beschrijven",
            "Bezittelijke voornaamwoorden (mi, tu, su)"
        ],
        "content": [
            "Hola, soy Laura.",
            "Esta es mi familia.",
            "Mi papá se llama Carlos.",
            "Él es alto y trabaja en una oficina.",
            "Mi mamá se llama Ana.",
            "Ella es cocinera y hace la mejor paella del mundo.",
            "Tengo un hermano menor, su nombre es Luis.",
            "Luis tiene cinco años y le encanta jugar con sus cars.",
            "También tengo una abuela, se llama Rosa.",
            "Ella vive con nosotros y siempre nos cuenta historias.",
            "Los fines de semana, comemos juntos y paseamos por el parque.",
            "¿Tú tienes hermanos? ¿Cómo se llaman?"
        ],
        "content_en": [
            "Hi, I’m Laura.",
            "This is my family.",
            "My dad’s name is Carlos.",
            "He is tall and works in an office.",
            "My mom’s name is Ana.",
            "She is a cook and makes the best paella in the world.",
            "I have a younger brother, his name is Luis.",
            "Luis is five years old and loves playing with his toy cars.",
            "I also have a grandmother, her name is Rosa.",
            "She lives with us and always tells us stories.",
            "On weekends, we eat together and walk in the park.",
            "Do you have siblings? What are their names?"
        ]
    },
    {
        "title": "Un día en la vida de Carlos",
        "level": "A1.1",
        "icon": "fa-clock",
        "leerdoelen": [
            "Dagelijkse activiteiten beschrijven",
            "Tijd aangeven (om 7 uur, ’s middags)",
            "Werkwoorden in de tegenwoordige tijd (me levanto, como, voy)"
        ],
        "content": [
            "Me llamo Carlos y esto es mi día típico.",
            "Me levanto a las siete de la mañana.",
            "Primero, me lavo la cara y me visto.",
            "Desayuno pan con mermelada y un vaso de leche.",
            "A las ocho, salgo de casa para ir al colegio.",
            "En el colegio, tengo clases de matemáticas, español y ciencias.",
            "Al mediodía, como en la cafetería con mis amigos.",
            "Por la tarde, hago mis tareas y luego juego al fútbol.",
            "A las siete, ceno con mi familia.",
            "Antes de dormir, leo un libro o veo la tele.",
            "¿Y tú? ¿Cómo es tu día?"
        ],
        "content_en": [
            "My name is Carlos, and this is my typical day.",
            "I wake up at seven in the morning.",
            "First, I wash my face and get dressed.",
            "I eat bread with jam and a glass of milk for breakfast.",
            "At eight, I leave home to go to school.",
            "At school, I have math, Spanish, and science classes.",
            "At noon, I eat lunch in the cafeteria with my friends.",
            "In the afternoon, I do my homework and then play soccer.",
            "At seven, I have dinner with my family.",
            "Before bed, I read a book or watch TV.",
            "And you? What’s your day like?"
        ]
    },
    {
        "title": "¿Qué día es hoy?",
        "level": "A1.1",
        "icon": "fa-calendar",
        "leerdoelen": [
            "Dagen van de week",
            "Activiteiten koppelen aan dagen",
            "Vragen stellen (¿Qué haces el lunes?)"
        ],
        "content": [
            "Hola, soy Ana.",
            "Hoy es lunes y tengo clase de natación.",
            "Mañana es martes y voy al parque con mi hermano.",
            "El miércoles tengo clase de piano.",
            "El jueves visito a mi abuela.",
            "El viernes es mi día favorito porque no hay colegio.",
            "El sábado juego con mis amigos en el jardín.",
            "El domingo vamos de excursión con mi familia.",
            "¿Y tú? ¿Qué haces durante la semana?"
        ],
        "content_en": [
            "Hi, I’m Ana.",
            "Today is Monday and I have swimming class.",
            "Tomorrow is Tuesday and I go to the park with my brother.",
            "On Wednesday, I have piano class.",
            "On Thursday, I visit my grandmother.",
            "Friday is my favorite day because there’s no school.",
            "On Saturday, I play with my friends in the garden.",
            "On Sunday, we go on an outing with my family.",
            "And you? What do you do during the week?"
        ]
    },
    {
        "title": "En el restaurante",
        "level": "A1.1",
        "icon": "fa-utensils",
        "leerdoelen": [
            "Eten en drinken bestellen",
            "Beleefde zinnen (por favor, gracias)",
            "Prijzen en hoeveelheden (un café, dos panes)"
        ],
        "content": [
            "Buenas tardes.",
            "¿Podemos sentarnos aquí, por favor?",
            "Sí, claro.",
            "¿Qué van a tomar?",
            "Para mí, un café con leche y una tostada.",
            "Y para mí, un zumo de naranja y un bocadillo de jamón.",
            "¿Algo más?",
            "No, gracias.",
            "¿Cuánto cuesta?",
            "Son cinco euros con veinte.",
            "Gracias.",
            "De nada. Que aprovechen."
        ],
        "content_en": [
            "Good afternoon.",
            "Can we sit here, please?",
            "Yes, of course.",
            "What would you like to order?",
            "For me, a coffee with milk and a toast.",
            "And for me, an orange juice and a ham sandwich.",
            "Anything else?",
            "No, thank you.",
            "How much is it?",
            "It’s five euros and twenty cents.",
            "Thank you.",
            "You’re welcome. Enjoy your meal."
        ]
    },
    {
        "title": "Los meses y el clima",
        "level": "A1.1",
        "icon": "fa-sun",
        "leerdoelen": [
            "Maanden van het jaar",
            "Weer en seizoenen beschrijven",
            "Voorkeuren uiten (me gusta el verano)"
        ],
        "content": [
            "Mi mes favorito es julio.",
            "En julio hace mucho calor y vamos a la playa.",
            "En agosto también hace calor, pero a veces llueve.",
            "En septiembre empieza el colegio.",
            "En octubre hace fresco y las hojas de los árboles son amarillas.",
            "En noviembre y diciembre hace frío y a veces nieva.",
            "En enero y febrero también hace frío, pero en febrero es mi cumpleaños.",
            "En marzo y abril llueve mucho, pero en mayo hace buen tiempo.",
            "En junio empieza el verano.",
            "¿Cuál es tu mes favorito?"
        ],
        "content_en": [
            "My favorite month is July.",
            "In July it’s very hot and we go to the beach.",
            "In August it’s also hot, but sometimes it rains.",
            "In September, school starts.",
            "In October it’s cool and the leaves on the trees are yellow.",
            "In November and December it’s cold and sometimes it snows.",
            "In January and February it’s also cold, but in February it’s my birthday.",
            "In March and April it rains a lot, but in May the weather is nice.",
            "In June, summer begins.",
            "What’s your favorite month?"
        ]
    },
    {
        "title": "Mi mochila",
        "level": "A1.1",
        "icon": "fa-backpack",
        "leerdoelen": [
            "Voorwerpen beschrijven (kleuren, grootte)",
            "Bezittelijke voornaamwoorden (mi, tu)",
            "Vragen stellen (¿Qué es esto?)"
        ],
        "content": [
            "Esta es mi mochila.",
            "Es azul y grande.",
            "Dentro de mi mochila tengo un cuaderno.",
            "El cuaderno es rojo y pequeño.",
            "También tengo un lápiz y una goma.",
            "El lápiz es amarillo y la goma es blanca.",
            "Tengo un libro de matemáticas.",
            "El libro es verde y pesado.",
            "¿Qué tienes tú en tu mochila?"
        ],
        "content_en": [
            "This is my backpack.",
            "It’s blue and big.",
            "Inside my backpack I have a notebook.",
            "The notebook is red and small.",
            "I also have a pencil and an eraser.",
            "The pencil is yellow and the eraser is white.",
            "I have a math book.",
            "The book is green and heavy.",
            "What do you have in your backpack?"
        ]
    },
    {
        "title": "El cumpleaños de Abuelo",
        "level": "A1.1",
        "icon": "fa-birthday-cake",
        "leerdoelen": [
            "Feestjes en tradities",
            "Familieactiviteiten",
            "Werkwoorden (comprar, hacer, cantar)"
        ],
        "content": [
            "Hoy es el cumpleaños de mi abuelo.",
            "Mi familia y yo preparamos una sorpresa.",
            "Compramos un regalo: un reloj nuevo.",
            "Mi mamá hace un pastel de chocolate.",
            "Mi hermano decora la sala con globos.",
            "Yo escribo una tarjeta que dice: ‘Feliz cumpleaños, abuelo’.",
            "Cuando llega el abuelo, gritamos: ‘¡Sorpresa!’.",
            "Él está muy feliz y nos abraza.",
            "Comemos pastel y cantamos ‘Cumpleaños feliz’.",
            "El abuelo abre su regalo y sonríe.",
            "Es un día muy especial."
        ],
        "content_en": [
            "Today is my grandfather’s birthday.",
            "My family and I prepare a surprise.",
            "We buy a gift: a new watch.",
            "My mom makes a chocolate cake.",
            "My brother decorates the living room with balloons.",
            "I write a card that says: ‘Happy birthday, grandpa’.",
            "When grandpa arrives, we shout: ‘Surprise!’.",
            "He is very happy and hugs us.",
            "We eat cake and sing ‘Happy Birthday’.",
            "Grandpa opens his gift and smiles.",
            "It’s a very special day."
        ]
    },
    {
        "title": "¿Dónde está mi gato?",
        "level": "A1.1",
        "icon": "fa-cat",
        "leerdoelen": [
            "Plaatsen in huis (en la cocina, bajo la mesa)",
            "Vragen naar locaties (¿Dónde está...?)",
            "Voorzetsels (encima de, debajo de)"
        ],
        "content": [
            "No encuentro a mi gato, Misu.",
            "¿Dónde está?",
            "Mamá, ¿lo has visto?",
            "No, pero mira bajo la mesa de la cocina.",
            "No está allí.",
            "Papá, ¿está en el sofá?",
            "Tampoco.",
            "Abuela, ¿lo has visto en el jardín?",
            "Sí, está encima del árbol.",
            "¡Misu! Ven aquí.",
            "El gato baja del árbol y viene corriendo.",
            "¡Gracias, abuela!"
        ],
        "content_en": [
            "I can’t find my cat, Misu.",
            "Where is he?",
            "Mom, have you seen him?",
            "No, but look under the kitchen table.",
            "He’s not there.",
            "Dad, is he on the sofa?",
            "Nope.",
            "Grandma, have you seen him in the garden?",
            "Yes, he’s on top of the tree.",
            "Misu! Come here.",
            "The cat comes down from the tree and runs over.",
            "Thank you, grandma!"
        ]
    },
    {
        "title": "La tienda de ropa",
        "level": "A1.1",
        "icon": "fa-tshirt",
        "leerdoelen": [
            "Kleding beschrijven (kleuren, maten)",
            "Winkeldialogen (¿Cuánto cuesta? ¿Tiene rojo?)",
            "Getallen (prijzen, maten)"
        ],
        "content": [
            "Hola, ¿puedo ayudarte?",
            "Sí, busco una camiseta roja.",
            "Tenemos esta, es tamaño mediano.",
            "¿Cuánto cuesta?",
            "Cuesta quince euros.",
            "¿Tiene una más grande?",
            "Sí, aquí está.",
            "¿Puedo probarla?",
            "Claro, los probadores están allí.",
            "Me queda bien.",
            "La compro.",
            "Gracias.",
            "De nada."
        ],
        "content_en": [
            "Hello, can I help you?",
            "Yes, I’m looking for a red T-shirt.",
            "We have this one, it’s medium size.",
            "How much does it cost?",
            "It’s fifteen euros.",
            "Do you have a larger one?",
            "Yes, here it is.",
            "Can I try it on?",
            "Of course, the fitting rooms are over there.",
            "It fits well.",
            "I’ll take it.",
            "Thank you.",
            "You’re welcome."
        ]
    },
    {
        "title": "Un paseo por el parque",
        "level": "A1.1",
        "icon": "fa-tree",
        "leerdoelen": [
            "Natuur en omgeving beschrijven",
            "Werkwoorden voor activiteiten (correr, jugar, volar)",
            "Meervoudsvormen (los árboles, las flores)"
        ],
        "content": [
            "Hoy voy al parque con mi hermano.",
            "Vemos muchos árboles verdes y flores rojas.",
            "Hay niños jugando con una pelota.",
            "Un perro corre detrás de un pájaro.",
            "El pájaro vuela alto en el cielo.",
            "Nos sentamos en un banco bajo un árbol.",
            "Comemos un sándwich y bebemos agua.",
            "Escuchamos el canto de los pájaros.",
            "Es un día muy tranquilo y bonito."
        ],
        "content_en": [
            "Today I’m going to the park with my brother.",
            "We see many green trees and red flowers.",
            "There are children playing with a ball.",
            "A dog runs after a bird.",
            "The bird flies high in the sky.",
            "We sit on a bench under a tree.",
            "We eat a sandwich and drink water.",
            "We listen to the birds singing.",
            "It’s a very peaceful and beautiful day."
        ]
    },
    {
        "title": "La merienda",
        "level": "A1.1",
        "icon": "fa-cookie",
        "leerdoelen": [
            "Eten en drinken beschrijven",
            "Smaakvoorkeuren (me gusta/no me gusta)",
            "Eenvoudige gesprekken (¿Qué te gusta más?)"
        ],
        "content": [
            "Hola, ¿qué quieres merendar?",
            "Yo quiero un yogur y una manzana.",
            "Yo prefiero un sándwich de queso.",
            "¿Y tú, María?",
            "Yo no tengo hambre, pero quiero un zumo.",
            "¿De qué sabor?",
            "De naranja, por favor.",
            "Aquí tienes.",
            "Gracias.",
            "¿Sabes qué? A mí no me gusta el zumo de naranja.",
            "Pues a mí sí. ¡Está delicioso!"
        ],
        "content_en": [
            "Hi, what do you want for snack?",
            "I want a yogurt and an apple.",
            "I prefer a cheese sandwich.",
            "And you, María?",
            "I’m not hungry, but I want a juice.",
            "What flavor?",
            "Orange, please.",
            "Here you go.",
            "Thank you.",
            "You know what? I don’t like orange juice.",
            "Well, I do. It’s delicious!"
        ]
    },
    {
        "title": "El nuevo vecino",
        "level": "A1.1",
        "icon": "fa-user-friends",
        "leerdoelen": [
            "Jezelf en anderen voorstellen",
            "Nationaliteiten en woonplaatsen",
            "Vragen stellen (¿De dónde eres? ¿Dónde vives?)"
        ],
        "content": [
            "¡Hola! Soy tu nuevo vecino.",
            "Me llamo Antonio.",
            "Encantado.",
            "Yo soy Luca. ¿De dónde eres?",
            "Soy de Italia, pero ahora vivo aquí.",
            "¿Y tú?",
            "Yo soy de España. Vivo en el segundo piso.",
            "¿Tienes familia?",
            "Sí, tengo una esposa y dos hijos.",
            "¡Qué bien! Si necesitas algo, avísame.",
            "Gracias, Luca. ¡Hasta pronto!"
        ],
        "content_en": [
            "Hello! I’m your new neighbor.",
            "My name is Antonio.",
            "Nice to meet you.",
            "I’m Luca. Where are you from?",
            "I’m from Italy, but now I live here.",
            "And you?",
            "I’m from Spain. I live on the second floor.",
            "Do you have family?",
            "Yes, I have a wife and two children.",
            "How nice! If you need anything, let me know.",
            "Thank you, Luca. See you soon!"
        ]
    },
    {
        "title": "El horario de clases",
        "level": "A1.1",
        "icon": "fa-calendar-alt",
        "leerdoelen": [
            "Dagen van de week herhalen",
            "Schoolvakken benoemen",
            "Tijd aangeven (a las 9, por la tarde)"
        ],
        "content": [
            "Mi horario de clases es muy organizado.",
            "El lunes tengo matemáticas a las nueve.",
            "El martes tengo español y ciencias a las once.",
            "El miércoles tengo educación física por la tarde.",
            "El jueves tengo arte y música.",
            "El viernes solo tengo historia por la mañana.",
            "Los sábados no hay clases, pero estudio en casa.",
            "Los domingos descanso y juego con mis amigos.",
            "¿Te gusta tu horario de clases?"
        ],
        "content_en": [
            "My class schedule is very organized.",
            "On Monday I have math at nine.",
            "On Tuesday I have Spanish and science at eleven.",
            "On Wednesday I have physical education in the afternoon.",
            "On Thursday I have art and music.",
            "On Friday I only have history in the morning.",
            "On Saturdays there are no classes, but I study at home.",
            "On Sundays I rest and play with my friends.",
            "Do you like your class schedule?"
        ]
    },
    {
        "title": "La visita al médico",
        "level": "A1.1",
        "icon": "fa-user-md",
        "leerdoelen": [
            "Lichaamsdelen benoemen",
            "Klachten beschrijven (me duele la cabeza)",
            "Advies vragen en geven"
        ],
        "content": [
            "Buenos días, doctor.",
            "Buenos días. ¿Qué te pasa?",
            "Me duele la cabeza y tengo tos.",
            "¿Desde cuándo?",
            "Desde ayer por la tarde.",
            "Abre la boca, por favor.",
            "Aaaah.",
            "Tienes un poco de fiebre.",
            "¿Qué debo hacer?",
            "Toma este jarabe y descansa en casa.",
            "Bebe mucho agua.",
            "Gracias, doctor.",
            "De nada. Mejórate pronto."
        ],
        "content_en": [
            "Good morning, doctor.",
            "Good morning. What’s wrong?",
            "I have a headache and a cough.",
            "Since when?",
            "Since yesterday afternoon.",
            "Open your mouth, please.",
            "Aaaah.",
            "You have a slight fever.",
            "What should I do?",
            "Take this syrup and rest at home.",
            "Drink plenty of water.",
            "Thank you, doctor.",
            "You’re welcome. Get well soon."
        ]
    },
    {
        "title": "El fin de semana",
        "level": "A1.1",
        "icon": "fa-calendar-week",
        "leerdoelen": [
            "Plannen maken (voy a...)",
            "Vrije-tijdsactiviteiten",
            "Toekomstige tijd (voy a ir, voy a comer)"
        ],
        "content": [
            "¿Qué vas a hacer este fin de semana?",
            "El sábado voy a ir al cine con mis amigos.",
            "¿Qué película vas a ver?",
            "Vamos a ver una película de acción.",
            "Yo el sábado voy a estudiar para el examen.",
            "El domingo voy a visitar a mis abuelos.",
            "¿Y qué vas a hacer el domingo por la tarde?",
            "Voy a jugar al fútbol en el parque.",
            "¡Qué bien! Yo voy a quedarme en casa y leer un libro.",
            "Todos tenemos planes interesantes."
        ],
        "content_en": [
            "What are you going to do this weekend?",
            "On Saturday I’m going to the movies with my friends.",
            "What movie are you going to see?",
            "We’re going to see an action movie.",
            "I’m going to study for the exam on Saturday.",
            "On Sunday I’m going to visit my grandparents.",
            "And what are you going to do on Sunday afternoon?",
            "I’m going to play soccer in the park.",
            "How nice! I’m going to stay home and read a book.",
            "We all have interesting plans."
        ]
    },
    {
        "title": "La receta de abuela",
        "level": "A1.1",
        "icon": "fa-book-open",
        "leerdoelen": [
            "Kookinstructies begrijpen",
            "Werkwoorden voor instructies (corta, mezcla, fríe)",
            "Keukenvoorwerpen"
        ],
        "content": [
            "Abuela, ¿me enseñas a hacer tortilla?",
            "Claro, hijo. Primero, pelamos cuatro patatas.",
            "Luego, las cortamos en rodajas finas.",
            "Ponemos aceite en la sartén y freímos las patatas.",
            "Mientras, batimos seis huevos en un bol.",
            "Añadimos las patatas a los huevos y mezclamos.",
            "Ponemos la mezcla en la sartén y cocinamos a fuego lento.",
            "Cuando esté dorada, le damos la vuelta.",
            "¡Listo! La tortilla está deliciosa."
        ],
        "content_en": [
            "Grandma, will you teach me how to make an omelette?",
            "Of course, dear. First, we peel four potatoes.",
            "Then, we cut them into thin slices.",
            "We put oil in the pan and fry the potatoes.",
            "Meanwhile, we beat six eggs in a bowl.",
            "We add the potatoes to the eggs and mix.",
            "We put the mixture in the pan and cook on low heat.",
            "When it’s golden, we flip it.",
            "Ready! The omelette is delicious."
        ]
    },
    {
        "title": "El viaje en tren",
        "level": "A1.1",
        "icon": "fa-train",
        "leerdoelen": [
            "Vervoermiddelen",
            "Tijdsduur (una hora, media hora)",
            "Landschappen beschrijven"
        ],
        "content": [
            "Hoy viajamos en tren a la ciudad.",
            "El tren sale a las diez de la mañana.",
            "Mi asiento está junto a la ventana.",
            "Veo montañas, ríos y pueblos pequeños.",
            "El viaje dura dos horas.",
            "Mi hermano lee un libro y yo escucho música.",
            "De repente, el tren pasa por un túnel oscuro.",
            "¡Qué emocionante!",
            "Cuando llegamos, buscamos un restaurante para comer.",
            "Es un día muy divertido."
        ],
        "content_en": [
            "Today we’re traveling by train to the city.",
            "The train leaves at ten in the morning.",
            "My seat is by the window.",
            "I see mountains, rivers, and small towns.",
            "The trip lasts two hours.",
            "My brother reads a book and I listen to music.",
            "Suddenly, the train goes through a dark tunnel.",
            "How exciting!",
            "When we arrive, we look for a restaurant to eat.",
            "It’s a very fun day."
        ]
    },
    {
        "title": "La fiesta de cumpleaños",
        "level": "A1.1",
        "icon": "fa-gift",
        "leerdoelen": [
            "Uitnodigingen en plannen",
            "Feestactiviteiten",
            "Werkwoorden (jugar, comer, bailar)"
        ],
        "content": [
            "Hoy es mi cumpleaños y tengo una fiesta.",
            "Invité a todos mis amigos de la escuela.",
            "Mi mamá preparó un pastel de chocolate.",
            "Mi papá decoró la casa con globos y luces.",
            "Mis amigos llegaron a las cuatro de la tarde.",
            "Jugamos a muchos juegos y bailamos.",
            "Comimos pizza, pastel y helado.",
            "Todos cantaron ‘Cumpleaños feliz’ para mí.",
            "Abrí mis regalos y recibí muchos juguetes.",
            "Fue el mejor cumpleaños de mi vida."
        ],
        "content_en": [
            "Today is my birthday and I’m having a party.",
            "I invited all my friends from school.",
            "My mom made a chocolate cake.",
            "My dad decorated the house with balloons and lights.",
            "My friends arrived at four in the afternoon.",
            "We played many games and danced.",
            "We ate pizza, cake, and ice cream.",
            "Everyone sang ‘Happy Birthday’ to me.",
            "I opened my gifts and received many toys.",
            "It was the best birthday of my life."
        ]
    },
    {
        "title": "El día de la compra",
        "level": "A1.1",
        "icon": "fa-shopping-cart",
        "leerdoelen": [
            "Boodschappenlijstjes",
            "Hoeveelheden (un kilo de, una botella de)",
            "Prijzen vragen en betalen"
        ],
        "content": [
            "Hoy vamos de compras al supermercado.",
            "Mamá lleva una lista: pan, leche, huevos y fruta.",
            "Yo empujo el carrito y papá elige las verduras.",
            "¿Cuántos tomates necesitamos?",
            "Cinco tomates rojos, por favor.",
            "En la sección de fruta, compramos manzanas y plátanos.",
            "¿Cuánto cuesta un kilo de manzanas?",
            "Cuesta dos euros.",
            "En la caja, pagamos con tarjeta.",
            "Llevamos las bolsas a casa y guardamos todo.",
            "¡Listo para la semana!"
        ],
        "content_en": [
            "Today we’re going grocery shopping at the supermarket.",
            "Mom has a list: bread, milk, eggs, and fruit.",
            "I push the cart and dad picks the vegetables.",
            "How many tomatoes do we need?",
            "Five red tomatoes, please.",
            "In the fruit section, we buy apples and bananas.",
            "How much does a kilo of apples cost?",
            "It’s two euros.",
            "At the checkout, we pay with a card.",
            "We take the bags home and put everything away.",
            "Ready for the week!"
        ]
    }
]
